Repository: zaidsafa/verbose-winner
Catalog: Pinbook/DriveSync.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: उपलब्ध नहीं
id: Tidak tersedia
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
ur: دستیاب نہیں
zh_hans: 不可用
zh_hant: 無法使用

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
hi: कनेक्ट नहीं है
id: Belum terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
ru: Не подключено
tr: Bağlı değil
ur: منسلک نہیں
zh_hans: 未连接
zh_hant: 未連線

source: Connecting…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
tr: Bağlanıyor…
ur: منسلک ہو رہا ہے…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connected · Last sync
ar: متصل · آخر مزامنة
de: Verbunden · Letzte Synchronisierung
es: Conectado · Última sincronización
fr: Connecté · Dernière synchro.
hi: कनेक्टेड · पिछला सिंक
id: Terhubung · Sinkronisasi terakhir
it: Connesso · Ultima sincronizzazione
ja: 接続済み · 前回の同期
ko: 연결됨 · 마지막 동기화
pt_br: Conectado · Última sincronização
ru: Подключено · Последняя синхронизация
tr: Bağlı · Son eşitleme
ur: منسلک · آخری مطابقت
zh_hans: 已连接 · 上次同步
zh_hant: 已連線 · 上次同步

source: Connected · Not synced yet
ar: متصل · لم تتم المزامنة بعد
de: Verbunden · Noch nicht synchronisiert
es: Conectado · Aún sin sincronizar
fr: Connecté · Pas encore synchronisé
hi: कनेक्टेड · अभी सिंक नहीं हुआ
id: Terhubung · Belum disinkronkan
it: Connesso · Non ancora sincronizzato
ja: 接続済み · まだ同期していません
ko: 연결됨 · 아직 동기화 안 됨
pt_br: Conectado · Ainda não sincronizado
ru: Подключено · Ещё не синхронизировано
tr: Bağlı · Henüz eşitlenmedi
ur: منسلک · ابھی مطابقت نہیں ہوئی
zh_hans: 已连接 · 尚未同步
zh_hant: 已連線 · 尚未同步

source: Syncing…
ar: جارٍ المزامنة…
de: Synchronisieren…
es: Sincronizando…
fr: Synchronisation…
hi: सिंक हो रहा है…
id: Menyinkronkan…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
tr: Eşitleniyor…
ur: مطابقت ہو رہی ہے…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Disconnecting…
ar: جارٍ قطع الاتصال…
de: Verbindung wird getrennt…
es: Desconectando…
fr: Déconnexion…
hi: डिस्कनेक्ट हो रहा है…
id: Memutuskan…
it: Disconnessione…
ja: 接続解除中…
ko: 연결 해제 중…
pt_br: Desconectando…
ru: Отключение…
tr: Bağlantı kesiliyor…
ur: رابطہ ختم ہو رہا ہے…
zh_hans: 正在断开连接…
zh_hant: 正在中斷連線…

source: Needs attention
ar: يتطلب الانتباه
de: Aktion erforderlich
es: Requiere atención
fr: Intervention requise
hi: ध्यान देना आवश्यक है
id: Perlu perhatian
it: Richiede attenzione
ja: 確認が必要です
ko: 확인 필요
pt_br: Requer atenção
ru: Требуется внимание
tr: İlgilenmeniz gerekiyor
ur: توجہ درکار ہے
zh_hans: 需要处理
zh_hant: 需要處理

source: Connect Google Drive
ar: ربط Google Drive
de: Google Drive verbinden
es: Conectar Google Drive
fr: Connecter Google Drive
hi: Google Drive कनेक्ट करें
id: Hubungkan Google Drive
it: Connetti Google Drive
ja: Google ドライブに接続
ko: Google 드라이브 연결
pt_br: Conectar o Google Drive
ru: Подключить Google Диск
tr: Google Drive'ı bağla
ur: Google Drive منسلک کریں
zh_hans: 连接 Google 云端硬盘
zh_hant: 連接 Google 雲端硬碟

source: Sync now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
hi: अभी सिंक करें
id: Sinkronkan sekarang
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать
tr: Şimdi eşitle
ur: ابھی مطابقت کریں
zh_hans: 立即同步
zh_hant: 立即同步

source: Disconnect Google Drive
ar: قطع اتصال Google Drive
de: Google Drive trennen
es: Desconectar Google Drive
fr: Déconnecter Google Drive
hi: Google Drive डिस्कनेक्ट करें
id: Putuskan Google Drive
it: Disconnetti Google Drive
ja: Google ドライブの接続を解除
ko: Google 드라이브 연결 해제
pt_br: Desconectar o Google Drive
ru: Отключить Google Диск
tr: Google Drive bağlantısını kes
ur: Google Drive کا رابطہ ختم کریں
zh_hans: 断开 Google 云端硬盘
zh_hant: 中斷 Google 雲端硬碟

source: Finish disconnect
ar: إكمال قطع الاتصال
de: Trennung abschließen
es: Finalizar desconexión
fr: Terminer la déconnexion
hi: डिस्कनेक्ट पूरा करें
id: Selesaikan pemutusan
it: Completa disconnessione
ja: 接続解除を完了
ko: 연결 해제 완료
pt_br: Concluir desconexão
ru: Завершить отключение
tr: Bağlantıyı kesmeyi tamamla
ur: رابطہ ختم کرنا مکمل کریں
zh_hans: 完成断开连接
zh_hant: 完成中斷連線

source: Private cloud sync
ar: مزامنة سحابية خاصة
de: Private Cloud-Synchronisierung
es: Sincronización privada
fr: Synchronisation privée
hi: निजी क्लाउड सिंक
id: Sinkronisasi cloud pribadi
it: Sincronizzazione cloud privata
ja: プライベートクラウド同期
ko: 비공개 클라우드 동기화
pt_br: Sincronização privada
ru: Приватная синхронизация
tr: Özel bulut eşitleme
ur: نجی کلاؤڈ مطابقت
zh_hans: 私密云同步
zh_hant: 私人雲端同步

source: Pinbook syncs a private backup of your records through Google Drive. Changes are merged safely, and a recovery snapshot is saved before imported changes are applied.
ar: يزامن Pinbook نسخة خاصة من سجلاتك عبر Google Drive. تُدمج التغييرات بأمان وتُحفظ لقطة استعادة قبل تطبيق التغييرات المستوردة.
de: Pinbook synchronisiert eine private Sicherung Ihrer Daten über Google Drive. Änderungen werden sicher zusammengeführt und vor dem Anwenden importierter Änderungen wird ein Wiederherstellungspunkt gespeichert.
es: Pinbook sincroniza una copia privada de tus registros mediante Google Drive. Los cambios se combinan de forma segura y se guarda una instantánea de recuperación antes de aplicar los cambios importados.
fr: Pinbook synchronise une sauvegarde privée de vos données via Google Drive. Les modifications sont fusionnées en toute sécurité et un instantané de récupération est enregistré avant leur application.
hi: Pinbook Google Drive के माध्यम से आपके रिकॉर्ड का निजी बैकअप सिंक करता है। बदलाव सुरक्षित रूप से मिलाए जाते हैं और आयातित बदलाव लागू करने से पहले पुनर्प्राप्ति स्नैपशॉट सहेजा जाता है।
id: Pinbook menyinkronkan cadangan pribadi catatan Anda melalui Google Drive. Perubahan digabungkan dengan aman dan snapshot pemulihan disimpan sebelum perubahan impor diterapkan.
it: Pinbook sincronizza un backup privato dei tuoi dati tramite Google Drive. Le modifiche vengono unite in sicurezza e prima di applicarle viene salvata un'istantanea di ripristino.
ja: Pinbook は Google ドライブ経由で記録の非公開バックアップを同期します。変更は安全に統合され、取り込んだ変更を適用する前に復元用スナップショットが保存されます。
ko: Pinbook은 Google 드라이브를 통해 기록의 비공개 백업을 동기화합니다. 변경 사항을 안전하게 병합하고 가져온 변경을 적용하기 전에 복구 스냅샷을 저장합니다.
pt_br: O Pinbook sincroniza um backup privado dos seus registros pelo Google Drive. As alterações são mescladas com segurança e um instantâneo de recuperação é salvo antes de aplicar mudanças importadas.
ru: Pinbook синхронизирует приватную резервную копию записей через Google Диск. Изменения безопасно объединяются, а перед их применением сохраняется снимок для восстановления.
tr: Pinbook, kayıtlarınızın özel bir yedeğini Google Drive ile eşitler. Değişiklikler güvenle birleştirilir ve içe aktarılan değişiklikler uygulanmadan önce bir kurtarma anlık görüntüsü kaydedilir.
ur: Pinbook آپ کے ریکارڈز کا نجی بیک اپ Google Drive کے ذریعے ہم آہنگ کرتا ہے۔ تبدیلیاں محفوظ طریقے سے یکجا ہوتی ہیں اور درآمد شدہ تبدیلیاں لاگو کرنے سے پہلے بحالی اسنیپ شاٹ محفوظ کیا جاتا ہے۔
zh_hans: Pinbook 通过 Google 云端硬盘同步记录的私密备份。系统会安全合并更改，并在应用导入内容前保存恢复快照。
zh_hant: Pinbook 透過 Google 雲端硬碟同步記錄的私人備份。系統會安全合併變更，並在套用匯入內容前儲存復原快照。

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
pt_br: Conectar
ru: Подключить
tr: Bağlan
ur: منسلک کریں
zh_hans: 连接
zh_hant: 連接

source: Pinbook will request access only to its private app data folder. It cannot read your other Google Drive files.
ar: سيطلب Pinbook الوصول إلى مجلد بياناته الخاص فقط، ولن يتمكن من قراءة ملفاتك الأخرى في Google Drive.
de: Pinbook fordert nur Zugriff auf seinen privaten App-Datenordner an. Andere Google-Drive-Dateien können nicht gelesen werden.
es: Pinbook solo solicitará acceso a su carpeta privada de datos. No puede leer tus demás archivos de Google Drive.
fr: Pinbook demandera uniquement l'accès à son dossier de données privé. Il ne peut pas lire vos autres fichiers Google Drive.
hi: Pinbook केवल अपने निजी ऐप डेटा फ़ोल्डर की अनुमति मांगेगा। यह आपकी अन्य Google Drive फ़ाइलें नहीं पढ़ सकता।
id: Pinbook hanya akan meminta akses ke folder data aplikasi pribadinya. Pinbook tidak dapat membaca file Google Drive Anda yang lain.
it: Pinbook richiederà l'accesso solo alla propria cartella dati privata. Non può leggere gli altri file di Google Drive.
ja: Pinbook がアクセスを求めるのは専用の非公開アプリデータフォルダだけです。他の Google ドライブのファイルは読み取れません。
ko: Pinbook은 전용 비공개 앱 데이터 폴더에만 접근을 요청합니다. 다른 Google 드라이브 파일은 읽을 수 없습니다.
pt_br: O Pinbook solicitará acesso somente à pasta privada de dados do app. Ele não pode ler seus outros arquivos do Google Drive.
ru: Pinbook запросит доступ только к своей закрытой папке данных приложения и не сможет читать другие файлы на Google Диске.
tr: Pinbook yalnızca özel uygulama veri klasörüne erişim ister. Diğer Google Drive dosyalarınızı okuyamaz.
ur: Pinbook صرف اپنے نجی ایپ ڈیٹا فولڈر تک رسائی مانگے گا۔ یہ آپ کی دوسری Google Drive فائلیں نہیں پڑھ سکتا۔
zh_hans: Pinbook 只会请求访问其私密应用数据文件夹，无法读取您在 Google 云端硬盘中的其他文件。
zh_hant: Pinbook 只會要求存取其私人 App 資料夾，無法讀取您在 Google 雲端硬碟中的其他檔案。

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Putuskan
it: Disconnetti
ja: 接続解除
ko: 연결 해제
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı kes
ur: رابطہ ختم کریں
zh_hans: 断开连接
zh_hant: 中斷連線

source: Keep connected
ar: إبقاء الاتصال
de: Verbunden lassen
es: Mantener conectado
fr: Rester connecté
hi: कनेक्टेड रखें
id: Tetap terhubung
it: Mantieni connesso
ja: 接続を維持
ko: 연결 유지
pt_br: Manter conectado
ru: Оставить подключённым
tr: Bağlı tut
ur: منسلک رکھیں
zh_hans: 保持连接
zh_hant: 保持連線

source: Disconnecting stops future sync. Your local Pinbook records and existing private Drive backups stay in place.
ar: يوقف قطع الاتصال المزامنة مستقبلاً. تبقى سجلات Pinbook المحلية والنسخ الخاصة الموجودة في Drive كما هي.
de: Durch das Trennen werden künftige Synchronisierungen beendet. Lokale Pinbook-Daten und vorhandene private Drive-Sicherungen bleiben erhalten.
es: Al desconectar se detiene la sincronización futura. Tus registros locales y las copias privadas existentes en Drive se conservan.
fr: La déconnexion arrête les futures synchronisations. Vos données locales et sauvegardes privées Drive existantes sont conservées.
hi: डिस्कनेक्ट करने पर आगे का सिंक रुक जाएगा। आपके स्थानीय Pinbook रिकॉर्ड और मौजूदा निजी Drive बैकअप बने रहेंगे।
id: Memutuskan koneksi menghentikan sinkronisasi berikutnya. Catatan Pinbook lokal dan cadangan Drive pribadi yang ada tetap tersimpan.
it: La disconnessione interrompe le sincronizzazioni future. I dati locali e i backup privati esistenti su Drive restano al loro posto.
ja: 接続を解除すると今後の同期が停止します。端末内の Pinbook 記録と既存の非公開 Drive バックアップは残ります。
ko: 연결을 해제하면 이후 동기화가 중지됩니다. 로컬 Pinbook 기록과 기존 비공개 Drive 백업은 그대로 유지됩니다.
pt_br: Desconectar interrompe futuras sincronizações. Seus registros locais e backups privados existentes no Drive permanecem no lugar.
ru: После отключения дальнейшая синхронизация прекратится. Локальные записи Pinbook и существующие приватные копии на Диске сохранятся.
tr: Bağlantıyı kesmek gelecekteki eşitlemeyi durdurur. Yerel Pinbook kayıtlarınız ve mevcut özel Drive yedekleriniz korunur.
ur: رابطہ ختم کرنے سے آئندہ مطابقت رک جائے گی۔ مقامی Pinbook ریکارڈز اور Drive پر موجود نجی بیک اپ برقرار رہیں گے۔
zh_hans: 断开连接会停止今后的同步。本地 Pinbook 记录和现有私密 Drive 备份都会保留。
zh_hant: 中斷連線會停止之後的同步。本機 Pinbook 記錄和現有私人 Drive 備份都會保留。

source: Google Drive connected. Tap Sync now to merge your records.
ar: تم ربط Google Drive. اضغط «مزامنة الآن» لدمج سجلاتك.
de: Google Drive ist verbunden. Tippen Sie auf „Jetzt synchronisieren“, um Ihre Daten zusammenzuführen.
es: Google Drive está conectado. Toca Sincronizar ahora para combinar tus registros.
fr: Google Drive est connecté. Touchez Synchroniser pour fusionner vos données.
hi: Google Drive कनेक्ट हो गया। रिकॉर्ड मिलाने के लिए अभी सिंक करें पर टैप करें।
id: Google Drive terhubung. Ketuk Sinkronkan sekarang untuk menggabungkan catatan Anda.
it: Google Drive è connesso. Tocca Sincronizza ora per unire i tuoi dati.
ja: Google ドライブに接続しました。「今すぐ同期」をタップして記録を統合してください。
ko: Google 드라이브에 연결했습니다. 지금 동기화를 탭하여 기록을 병합하세요.
pt_br: Google Drive conectado. Toque em Sincronizar agora para mesclar seus registros.
ru: Google Диск подключён. Нажмите «Синхронизировать», чтобы объединить записи.
tr: Google Drive bağlandı. Kayıtlarınızı birleştirmek için Şimdi eşitle'ye dokunun.
ur: Google Drive منسلک ہو گیا۔ ریکارڈز یکجا کرنے کے لیے ابھی مطابقت کریں پر ٹیپ کریں۔
zh_hans: Google 云端硬盘已连接。轻点“立即同步”以合并记录。
zh_hant: Google 雲端硬碟已連接。點一下「立即同步」以合併記錄。

source: Google Drive disconnected.
ar: تم قطع اتصال Google Drive.
de: Google Drive wurde getrennt.
es: Google Drive se desconectó.
fr: Google Drive est déconnecté.
hi: Google Drive डिस्कनेक्ट हो गया।
id: Google Drive telah diputuskan.
it: Google Drive è disconnesso.
ja: Google ドライブの接続を解除しました。
ko: Google 드라이브 연결이 해제되었습니다.
pt_br: Google Drive desconectado.
ru: Google Диск отключён.
tr: Google Drive bağlantısı kesildi.
ur: Google Drive کا رابطہ ختم ہو گیا۔
zh_hans: Google 云端硬盘已断开连接。
zh_hant: Google 雲端硬碟已中斷連線。

source: Sync complete. Your merged backup was saved to Google Drive.
ar: اكتملت المزامنة. حُفظت النسخة المدمجة في Google Drive.
de: Synchronisierung abgeschlossen. Die zusammengeführte Sicherung wurde in Google Drive gespeichert.
es: Sincronización completa. La copia combinada se guardó en Google Drive.
fr: Synchronisation terminée. La sauvegarde fusionnée a été enregistrée dans Google Drive.
hi: सिंक पूरा हुआ। मिला हुआ बैकअप Google Drive में सहेजा गया।
id: Sinkronisasi selesai. Cadangan gabungan disimpan ke Google Drive.
it: Sincronizzazione completata. Il backup unito è stato salvato su Google Drive.
ja: 同期が完了しました。統合したバックアップを Google ドライブに保存しました。
ko: 동기화가 완료되었습니다. 병합된 백업을 Google 드라이브에 저장했습니다.
pt_br: Sincronização concluída. O backup mesclado foi salvo no Google Drive.
ru: Синхронизация завершена. Объединённая резервная копия сохранена на Google Диске.
tr: Eşitleme tamamlandı. Birleştirilmiş yedeğiniz Google Drive'a kaydedildi.
ur: مطابقت مکمل ہو گئی۔ یکجا بیک اپ Google Drive پر محفوظ ہو گیا۔
zh_hans: 同步完成。合并后的备份已保存到 Google 云端硬盘。
zh_hant: 同步完成。合併後的備份已儲存至 Google 雲端硬碟。

source: Sync complete. Your records are already up to date.
ar: اكتملت المزامنة. سجلاتك محدثة بالفعل.
de: Synchronisierung abgeschlossen. Ihre Daten sind bereits aktuell.
es: Sincronización completa. Tus registros ya están actualizados.
fr: Synchronisation terminée. Vos données sont déjà à jour.
hi: सिंक पूरा हुआ। आपके रिकॉर्ड पहले से नवीनतम हैं।
id: Sinkronisasi selesai. Catatan Anda sudah terbaru.
it: Sincronizzazione completata. I tuoi dati sono già aggiornati.
ja: 同期が完了しました。記録はすでに最新です。
ko: 동기화가 완료되었습니다. 기록이 이미 최신 상태입니다.
pt_br: Sincronização concluída. Seus registros já estão atualizados.
ru: Синхронизация завершена. Записи уже актуальны.
tr: Eşitleme tamamlandı. Kayıtlarınız zaten güncel.
ur: مطابقت مکمل ہو گئی۔ آپ کے ریکارڈز پہلے ہی تازہ ہیں۔
zh_hans: 同步完成。您的记录已是最新。
zh_hant: 同步完成。您的記錄已是最新。

source: Google Drive needs cleanup. Tap Finish disconnect, then connect again.
ar: يحتاج Google Drive إلى تنظيف. اضغط «إكمال قطع الاتصال»، ثم أعد الاتصال.
de: Google Drive muss bereinigt werden. Tippen Sie auf „Trennung abschließen“ und verbinden Sie es erneut.
es: Google Drive necesita una limpieza. Toca Finalizar desconexión y vuelve a conectar.
fr: Google Drive nécessite un nettoyage. Touchez Terminer la déconnexion, puis reconnectez-vous.
hi: Google Drive को साफ़ करना आवश्यक है। डिस्कनेक्ट पूरा करें पर टैप करें, फिर दोबारा कनेक्ट करें।
id: Google Drive perlu dibersihkan. Ketuk Selesaikan pemutusan, lalu hubungkan lagi.
it: Google Drive richiede una pulizia. Tocca Completa disconnessione, quindi connettiti di nuovo.
ja: Google ドライブのクリーンアップが必要です。「接続解除を完了」をタップしてから再接続してください。
ko: Google 드라이브 정리가 필요합니다. 연결 해제 완료를 탭한 후 다시 연결하세요.
pt_br: O Google Drive precisa de limpeza. Toque em Concluir desconexão e conecte novamente.
ru: Google Диск требует очистки. Нажмите «Завершить отключение», затем подключитесь снова.
tr: Google Drive temizleme gerektiriyor. Bağlantıyı kesmeyi tamamla'ya dokunun, sonra yeniden bağlanın.
ur: Google Drive کی صفائی درکار ہے۔ رابطہ ختم کرنا مکمل کریں پر ٹیپ کریں، پھر دوبارہ منسلک ہوں۔
zh_hans: Google 云端硬盘需要清理。轻点“完成断开连接”，然后重新连接。
zh_hant: Google 雲端硬碟需要清理。點一下「完成中斷連線」，然後重新連接。

source: Google Drive is not connected.
ar: Google Drive غير متصل.
de: Google Drive ist nicht verbunden.
es: Google Drive no está conectado.
fr: Google Drive n'est pas connecté.
hi: Google Drive कनेक्ट नहीं है।
id: Google Drive belum terhubung.
it: Google Drive non è connesso.
ja: Google ドライブに接続されていません。
ko: Google 드라이브가 연결되지 않았습니다.
pt_br: O Google Drive não está conectado.
ru: Google Диск не подключён.
tr: Google Drive bağlı değil.
ur: Google Drive منسلک نہیں ہے۔
zh_hans: Google 云端硬盘未连接。
zh_hant: Google 雲端硬碟未連線。

source: Google Drive sync could not finish. Check your connection and try again.
ar: تعذر إكمال مزامنة Google Drive. تحقق من اتصالك وحاول مجددًا.
de: Die Google-Drive-Synchronisierung konnte nicht abgeschlossen werden. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo completar la sincronización con Google Drive. Comprueba tu conexión e inténtalo de nuevo.
fr: La synchronisation Google Drive n'a pas abouti. Vérifiez votre connexion et réessayez.
hi: Google Drive सिंक पूरा नहीं हो सका। अपना कनेक्शन जांचें और फिर कोशिश करें।
id: Sinkronisasi Google Drive tidak dapat diselesaikan. Periksa koneksi Anda dan coba lagi.
it: Impossibile completare la sincronizzazione con Google Drive. Controlla la connessione e riprova.
ja: Google ドライブの同期を完了できませんでした。接続を確認して、もう一度お試しください。
ko: Google 드라이브 동기화를 완료하지 못했습니다. 연결을 확인하고 다시 시도하세요.
pt_br: Não foi possível concluir a sincronização com o Google Drive. Verifique sua conexão e tente novamente.
ru: Не удалось завершить синхронизацию с Google Диском. Проверьте подключение и повторите попытку.
tr: Google Drive eşitlemesi tamamlanamadı. Bağlantınızı kontrol edip yeniden deneyin.
ur: Google Drive مطابقت مکمل نہیں ہو سکی۔ اپنا رابطہ چیک کریں اور دوبارہ کوشش کریں۔
zh_hans: Google 云端硬盘同步未能完成。请检查网络连接并重试。
zh_hant: Google 雲端硬碟同步未能完成。請檢查網路連線並再試一次。

source: Sync automatically
ar: المزامنة تلقائيًا
de: Automatisch synchronisieren
es: Sincronizar automáticamente
fr: Synchroniser automatiquement
hi: अपने आप सिंक करें
id: Sinkronkan otomatis
it: Sincronizza automaticamente
ja: 自動的に同期
ko: 자동 동기화
pt_br: Sincronizar automaticamente
ru: Синхронизировать автоматически
tr: Otomatik eşitle
ur: خودکار مطابقت
zh_hans: 自动同步
zh_hant: 自動同步

source: Automatic sync runs when Pinbook opens. You can still sync manually at any time.
ar: تعمل المزامنة التلقائية عند فتح Pinbook، ويمكنك المزامنة يدويًا في أي وقت.
de: Die automatische Synchronisierung läuft beim Öffnen von Pinbook. Sie können jederzeit auch manuell synchronisieren.
es: La sincronización automática se ejecuta al abrir Pinbook. También puedes sincronizar manualmente en cualquier momento.
fr: La synchronisation automatique s'exécute à l'ouverture de Pinbook. Vous pouvez aussi synchroniser manuellement à tout moment.
hi: Pinbook खुलने पर अपने आप सिंक होता है। आप किसी भी समय मैन्युअल रूप से भी सिंक कर सकते हैं।
id: Sinkronisasi otomatis berjalan saat Pinbook dibuka. Anda tetap dapat menyinkronkan secara manual kapan saja.
it: La sincronizzazione automatica viene eseguita all'apertura di Pinbook. Puoi comunque sincronizzare manualmente in qualsiasi momento.
ja: Pinbook を開くと自動同期が実行されます。いつでも手動で同期できます。
ko: Pinbook을 열면 자동 동기화가 실행됩니다. 언제든 수동으로 동기화할 수도 있습니다.
pt_br: A sincronização automática é executada ao abrir o Pinbook. Você também pode sincronizar manualmente a qualquer momento.
ru: Автоматическая синхронизация запускается при открытии Pinbook. В любое время можно выполнить её вручную.
tr: Otomatik eşitleme Pinbook açıldığında çalışır. İstediğiniz zaman elle de eşitleyebilirsiniz.
ur: Pinbook کھلنے پر خودکار مطابقت چلتی ہے۔ آپ کسی بھی وقت دستی طور پر بھی مطابقت کر سکتے ہیں۔
zh_hans: 打开 Pinbook 时会自动同步。您仍可随时手动同步。
zh_hant: 開啟 Pinbook 時會自動同步。您仍可隨時手動同步。

source: Google Drive
ja: Google ドライブ
ko: Google 드라이브
ru: Google Диск
zh_hans: Google 云端硬盘
zh_hant: Google 雲端硬碟
